Repository: ad3lre/echo
Catalog: clients/apple/Modules/EchoFeatures/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Enter a code from your authenticator app, or a recovery code.
es: Ingrese un código de su aplicación de autenticación o un código de recuperación.

source: Not set
es: Sin definir

source: Enter the code you received
es: Ingresa el código que recibiste

source: Code entered
es: Código ingresado

source: Manage two-factor authentication
es: Administrar la autenticación de dos factores

source: Set up two-factor authentication
es: Configurar la autenticación de dos factores

source: Authenticator protection is enabled
es: La protección del autenticador está habilitada

source: Add another layer of account security
es: Agregue otra capa de seguridad de la cuenta

source: Preparing…
es: Preparando…

source: Export
es: Exportar

source: Connected to Echo
es: Conectado a Echo

source: Not connected
es: No conectado

source: Discord unlinking is managed by Echo support.
es: La desvinculación de Discord es administrada por el soporte de Echo.

source: Tune Echo for %@.
es: Personaliza Echo para %@.

source: Make Echo feel like yours.
es: Haz que Echo se sienta tuyo.

source: Add option emoji
es: Añadir opción emoji

source: Change option emoji
es: Cambiar opción emoji

source: %@/10 options • At least 2 required
es: %@/10 opciones • Se requieren al menos 2

source: Option %@
es: Opción %@

source: Your private conversation with yourself
es: Tu conversación privada contigo mismo

source: %lld vote total
es: %lld votos totales

source: %lld votes total
es: %lld votos totales

source: SUGGESTED PEOPLE
es: PERSONAS SUGERIDAS

source: RESULTS
es: RESULTADOS

source: No suggestions yet.
es: Aún no hay sugerencias.

source: No people found.
es: No se encontraron personas.

source: Friend request sent
es: Solicitud de amistad enviada

source: Add %@
es: Añadir a %@

source: Waiting for Face ID…
es: Esperando Face ID…

source: Saving…
es: Guardando…

source: Save password
es: Guardar contraseña

source: Begin setup
es: Empezar configuración

source: Search emoji
es: Buscar emoji

source: Search GIFs
es: Buscar GIFs

source: Poll failed to send.
es: No se pudo enviar la encuesta.

source: Message failed to send.
es: No se pudo enviar el mensaje.

source: Verified
es: Verificado

source: Not verified
es: No verificado

source: Echo device
es: Dispositivo Echo

source: Unknown location
es: Ubicación desconocida

source: Revoke all %lld sessions
es: Revocar las %lld sesiones

source: Revoke session
es: Revocar sesión

source: Preference saved
es: Preferencia guardada

source: Join the Echo+ list
es: Unirse a la lista de Echo+

source: Sending…
es: Enviando…

source: Report sent
es: Informe enviado

source: Send report
es: Enviar informe

source: Vote failed.
es: El voto falló.

source: Message %@
es: Mensaje %@

source: Unlock with %@
es: Desbloquear con %@

source: Attachment
es: Adjunto

source: The Internet connection appears to be offline.
es: La conexión a Internet parece estar fuera de línea.

source: We couldn’t restore your Echo session. Please sign in again.
es: No pudimos restaurar su sesión de Echo. Por favor inicia sesión nuevamente.

source: Apple sign-in couldn’t be completed. Please try again.
es: No se pudo completar el inicio de sesión con Apple. Inténtalo de nuevo.

source: Echo could not load your messages.
es: Echo no pudo cargar tus mensajes.

source: Image unavailable
es: Imagen no disponible

source: Open external image
es: Abrir imagen externa

source: Opens in browser without loading inside Echo
es: Se abre en el navegador sin cargarse dentro de Echo

source: Tap to reveal spoiler
es: Toca para revelar el spoiler

source: Pause audio
es: Pausar audio

source: Play audio
es: Reproducir audio

source: On
es: Activado

source: Off
es: Desactivado

source: Use Face ID, Touch ID, or your device passcode to sign in faster.
es: Utilice Face ID, Touch ID o la contraseña de su dispositivo para iniciar sesión más rápido.

source: Keep your Echo account details up to date.
es: Mantenga actualizados los detalles de su cuenta Echo.

source: This permanently removes your account and associated data.
es: Esto elimina permanentemente su cuenta y los datos asociados.

source: Echo ran into a problem while saving this setting.
es: Echo tuvo un problema al guardar esta configuración.

source: Give this secure sign-in a name you recognize.
es: Asigne a este inicio de sesión seguro un nombre que reconozca.

source: Confirm your identity before removing authenticator protection.
es: Confirme su identidad antes de eliminar la protección del autenticador.

source: Photos access is off
es: El acceso a fotos está desactivado

source: Allow access in System Settings to attach from your library.
es: Permita el acceso en Configuración del sistema para adjuntar desde su biblioteca.

source: Open Settings
es: Abrir Ajustes

source: No photos yet
es: Aún no hay fotos

source: Pictures you take or save will show up here.
es: Las fotos que tomes o guardes aparecerán aquí.

source: Protect your Echo account with a new password.
es: Proteja su cuenta Echo con una nueva contraseña.

source: Add another layer of protection to your Echo account.
es: Agregue otra capa de protección a su cuenta Echo.

source: Couldn’t reach Echo.
es: No se pudo conectar con Echo.

source: edited
es: editado

source: %@ is typing…
es: %@ está escribiendo…

source: You
es: Tú

source: %lld vote
es: %lld voto

source: %lld votes
es: %lld votos

source: Account
es: Cuenta

source: Notifications
es: Notificaciones

source: Sounds
es: Sonidos

source: Data & Privacy
es: Datos y privacidad

source: Style
es: Estilo

source: Accessibility
es: Accesibilidad

source: Voice & Video
es: Voz y vídeo

source: Time & Language
es: Hora e idioma

source: Advanced
es: Avanzado

source: Subscriptions
es: Suscripciones

source: Terms & policies
es: Términos y políticas

source: Report abuse
es: Denunciar abuso

source: Formatting guide
es: Guía de formato

source: Cancel verification
es: Cancelar verificación

source: Continue with %@
es: Continuar con %@

source: Open %@ profile
es: Abrir el perfil de %@

source: Remove %@
es: Quitar %@

source: Biometrics
es: Biometría

source: Your Echo session expired. Please sign in again.
es: Tu sesión de Echo caducó. Vuelve a iniciar sesión.

source: Use password instead
es: Utilice la contraseña en su lugar

source: Unlock your Echo session
es: Desbloquea tu sesión de Echo

source: Command Return to send
es: Comando Retorno para enviar

source: %@ sign-in needs the native browser-return handoff before it can be enabled safely.
es: El inicio de sesión con %@ necesita el retorno nativo del navegador antes de activarse con seguridad.

source: Back to Settings
es: Volver a Ajustes

source: Opens %@ editor
es: Abre el editor de %@

source: Echo user
es: Usuario de Echo

source: Unknown
es: Desconocido

source: Allowed by %@ notification settings
es: Permitido por la configuración de notificaciones de %@

source: Blocked by %@; open permissions to enable alerts
es: Bloqueado por %@; abre los permisos para activar alertas

source: Checking %@ notification permissions…
es: Comprobando permisos de notificación de %@…

source: Echo notifications are disabled in %@ System Settings.
es: Las notificaciones de Echo están desactivadas en Ajustes del sistema de %@.

source: Echo blocked an unexpected authorize URL.
es: Echo bloqueó una URL de autorización inesperada.

source: Account deleted. Please sign out.
es: Cuenta eliminada. Cierra la sesión.

source: Alerts, badges, and mentions
es: Alertas, insignias y menciones

source: Audio feedback and volume
es: Respuesta de audio y volumen

source: Motion and visual preferences
es: Preferencias de movimiento y visuales

source: Readability and interaction
es: Legibilidad e interacción

source: Formatting and locale
es: Formato e idioma

source: Export your account data. Friend preferences are under Friends.
es: Exporta los datos de tu cuenta. Las preferencias de amigos están en Amigos.

source: Echo account and app controls
es: Controles de cuenta y app de Echo

source: You will complete authorization in Apple’s secure browser session and return to Echo when finished.
es: Completarás la autorización en la sesión segura del navegador de Apple y volverás a Echo al terminar.
